Revit 2027 API
Face.Triangulate Method
Overload List
Name | Description
Triangulate() | Returns a triangular mesh approximation to the face.
Triangulate(Double) | Returns a triangular mesh approximation to the face.
Top
See Also
Reference
Face Class
Autodesk.Revit.DB Namespace